Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2008.tmx
Source language: en_us
Languages: zh_cn

source: and we will carry out democratic elections, decision-making, administration and oversight in accordance with the law to ensure the people's rights to stay informed about, to participate in, to express views on, and to oversee government affairs.
zh_cn: 依法实行民主选举、民主决策、民主管理、民主监督，保障人民的知情权、参与权、表达权、监督权。

source: We will develop democracy at the community level, improve the system of governance by the people at the community level, expand the scope of their autonomy, strengthen urban and rural communities, and make the running of governments, villages and factories more transparent.
zh_cn: 发展基层民主，完善基层群众自治制度，扩大基层群众自治范围，推动城乡社区建设，深入推进政务公开、村务公开、厂务公开。

source: We will bring into play the positive role of civic organizations in expanding public participation in government affairs and voicing the concerns of the people to improve the ability of society to govern itself.
zh_cn: 发挥社会组织在扩大群众参与、反映群众诉求方面的积极作用，增强社会自治功能。

source: We will fully adhere to the rule of law as a fundamental principle.
zh_cn: 全面落实依法治国基本方略。

source: We will step up the drafting of proposed legislation by the government and improve the quality of such legislation.
zh_cn: 加强政府立法，提高立法质量。

source: The drafting of such legislation this year will focus on improving people's lives, promoting social development, conserving energy and resources, and protecting the ecosystem.
zh_cn: 今年要重点加强改善民生、推进社会建设、节约能源资源、保护生态环境等方面的立法。

source: In the course of doing so, we need to seek views from many sources.
zh_cn: 政府立法工作要广泛听取意见。

source: In principle, we will release drafts to the public to solicit their opinions when formulating all administrative rules and regulations that bear on the interests of the people.
zh_cn: 制定与群众利益密切相关的行政法规、规章，原则上都要公布草案，向社会公开征求意见。

source: We will appropriately delineate and adjust the powers and duties of administrative law enforcement agencies, and strengthen oversight and fully implement the responsibility system for administrative law enforcement.
zh_cn: 合理界定和调整行政法规执法权限，强化行政执法监督，全面落实行政执法责任制。

source: We will improve the system of government administration in accordance with the law at the municipal and county levels.
zh_cn: 健全市县政府依法行政制度。

source: We will ensure that administrative charges are collected in a standardized way and reform and improve the mechanism for ensuring adequate funding for the judicial system and for law enforcement.
zh_cn: 加强对行政收费的规范管理，改革和完善司法、执法的财政保障机制。

source: We will improve the filing and inspection procedures for laws, rules, regulations and regulatory documents.
zh_cn: 加强法规、规章和规范性文件的备案审查工作。

source: Systems of administrative review and administrative compensation and reparation will be improved.
zh_cn: 健全行政复议体制，完善行政补偿和行政赔偿制度。

source: We will ensure that people have adequate access to legal services and assistance.
zh_cn: 做好法律服务和法律援助工作。

source: We will increase publicity and education concerning the law in order to create a good social environment in which the people conscientiously study, abide by and apply the law.
zh_cn: 深入开展法制宣传教育，在全社会形成自觉学法守法用法的良好氛围。

source: We will improve public administration.
zh_cn: 完善社会管理。

source: We will increase efforts to improve civic organizations and improve the system of public administration at the community level.
zh_cn: 加强社会组织建设，健全基层社会管理体制。

source: We will do a good job handling complaints in the form of letters and visits from the public and improve the system for handling complaints.
zh_cn: 做好信访工作，完善信访制度。

source: We will improve the mechanism for mediating social tensions and properly handle problems among the people to protect their legitimate rights and interests.
zh_cn: 健全社会矛盾调解机制，妥善处理人民内部矛盾，维护群众合法权益。

source: We will improve the public security system for the prevention and control of crime, maintain law and order through a full range of measures and launch intensive campaigns to ensure public security.
zh_cn: 完善社会治安防控体系，加强社会治安综合治理，深入开展平安创建活动。

source: We will reform and intensify community policing in both urban and rural areas and improve services for and management of the floating population.
zh_cn: 改革和加强城乡社区警务工作，加强流动人口服务和管理。

source: Focusing on addressing serious public security issues and improving conditions in areas with poor public order, we will work to prevent crime and crack down on crime and illegal activities in accordance with the law to protect people's lives and property and ensure social stability.
zh_cn: 集中整治突出的治安问题和治安混乱地区，依法防范和打击违法犯罪活动，保障人民生命财产安全，确保社会大局稳定。

source: We will redouble our efforts to safeguard national security.
zh_cn: 加强国家安全工作。

source: We will strengthen efforts to ensure workplace safety.
zh_cn: 强化安全生产工作。

source: We will work harder to prevent serious and major accidents by addressing their root causes.
zh_cn: 加大源头治理力度，遏制重特大安全事故的发生。

source: We will consolidate and build upon progress in bringing coalmine gas buildup under control, improve coalmine safety and shut down coalmines that do not meet safety standards.
zh_cn: 巩固和发展煤矿瓦斯治理和整顿关闭两个攻坚战成果，

source: We will continue to carry out campaigns to address safety problems in key industries and areas.
zh_cn: 继续开展重点行业领域安全专项整治。

source: We will work harder to identify and eliminate hidden perils, and improve the system for controlling major hazards and monitoring major sources of danger and the system for forecasting, giving early warning, preventing, responding to and mitigating disasters.
zh_cn: 加强对各类安全事故隐患排查和整治工作，健全重大隐患治理、重大危险源监控制度，完善预报、预警、预防和应急救援体系。

source: We will tighten oversight for workplace safety in accordance with the law and rigorously investigate industrial accidents and prosecute those responsible for them.
zh_cn: 依法加强监管，严肃查处安全生产事故。

source: 9. Accelerating reform of the administrative system and intensifying government self-improvement.
zh_cn: （九）加快行政管理体制改革，加强政府自身建设

source: Reform of the administrative system is an important link in deepening reform, an important part of the reform of political institutions, and an essential step in improving the socialist market economy.
zh_cn: 行政管理体制改革是深化改革的重要环节，是政治体制改革的重要内容，也是完善社会主义市场经济体制的必然要求。

source: In reforming the administrative system, we should adhere to the following general principles and requirements:
zh_cn: 改革的总原则和要求是：

source: We must put people first and govern for the people.
zh_cn: 坚持以人为本、执政为民，

source: We should see to it that this reform proceeds in line with development of socialist democracy and the socialist market economy.
zh_cn: 坚持同发展社会主义民主政治、发展社会主义市场经济相适应，

source: Decisions must be made scientifically and democratically; the government must be run in accordance with the law, and administrative oversight needs to be strengthened.
zh_cn: 坚持科学民主决策、依法行政、加强行政监督，

source: We need to make innovations in management and institutions and make full use of the initiative of both the central government and local governments.
zh_cn: 坚持管理创新和制度创新，坚持发挥中央和地方两个积极性。

source: Efforts should be focused on changing functions, straightening out inter-departmental relationships, improving the structure and raising efficiency in order to develop an administrative system in which powers are commensurate with responsibilities, the division of work among departments is appropriate, decisions are scientific, enforcement is carried out smoothly and oversight is effective.
zh_cn: 要着力转变职能、理顺关系、优化结构、提高效能，形成权责一致、分工合理、决策科学、执行顺畅、监管有力的行政管理体制。

source: First, we must accelerate the transformation of government functions.
zh_cn: 第一，加快转变政府职能。

source: This is central to deepening reform of the administrative system.
zh_cn: 这是深化行政管理体制改革的核心。

source: We need to improve the division of responsibilities among government departments, ensure that all departments properly execute their functions and strive to build a service-oriented government.
zh_cn: 健全政府职责体系，全面正确地履行政府职能，努力建设服务型政府。

source: While improving regulation of the economy and the market, we must increase efforts to improve public administration and public services, safeguard social justice and order, and ensure equal access for all to basic public services.
zh_cn: 在加强和改善经济调节、市场监管的同时，更加注重社会管理和公共服务，维护社会公正和社会秩序，促进基本公共服务均等化。

source: We will attach great importance to the role of civil organizations such as industrial associations and chambers of commerce in this area.
zh_cn: 重视发挥行业协会、商会等组织的作用。

source: Second, we must deepen reform of government bodies.
zh_cn: 第二，深化政府机构改革。

source: Our current plan for the reform of bodies of the State Council mainly centers on changing the way the government functions, appropriately dividing responsibilities among departments that exercise macroeconomic regulation, adjusting and improving bodies in charge of industrial management, and improving departments responsible for public administration and public services.
zh_cn: 这次国务院机构改革方案，主要围绕转变职能，合理配置宏观调控部门的职能，调整和完善行业管理机构，加强社会管理和公共服务部门，

source: The plan explores ways to establish larger departments that organically integrate the functions of smaller departments.
zh_cn: 探索实行职能有机统一的大部门体制；

source: To resolve the problem of overlapping responsibilities and of powers not being matched by responsibilities, the plan clearly defines the responsibilities and powers of each department, clarifies the relationship of responsibilities among departments, and improves the mechanism for interdepartmental coordination and cooperation.
zh_cn: 针对职责交叉、权责脱节问题，明确界定部门分工和权限，理顺部门职责关系，健全部门间的协调配合机制。

source: The plan will be submitted to you for deliberation and approval.
zh_cn: 国务院机构改革方案将提交本次大会审议。

source: Third, we must improve the mechanism of administrative oversight.
zh_cn: 第三，完善行政监督制度。

source: We need to use institutions to oversee the exercise of power, the handling of government affairs and the management of personnel.
zh_cn: 坚持用制度管权、管事、管人。

source: We will strengthen oversight of the exercise of administrative power and standardize procedures for administrative approval.
zh_cn: 加强行政权力监督，规范行政许可行为。

source: We will strengthen the mutual oversight between higher- and lower-level authorities, get oversight bodies such as supervision and auditing departments to fully play their role, and conscientiously accept oversight by all sectors of society.
zh_cn: 强化政府层级监督，充分发挥监察、审计等专门监督的作用。自觉接受社会各个方面的监督。

source: We will adhere to the administrative accountability system and government performance management system.
zh_cn: 推行行政问责制度和政府绩效管理制度。

source: The competence of public servants will be strengthened.
zh_cn: 切实加强公务员队伍建设。

source: We will strictly enforce the law and the code of conduct for government employees and resolutely put a stop to non-compliance with government decrees and continued occurrences of banned practices.
zh_cn: 严肃法纪政纪，坚决改变有令不行、有禁不止的现象。

source: We will strive to make government affairs more open by enhancing the government information release system and improving the various types of administrative systems for transparency in government affairs to increase the transparency of government functions and create conditions to enable the people to oversee the government more effectively.
zh_cn: 大力推行政务公开，健全政府信息发布制度，完善各类公开办事制度，提高政府工作透明度，创造条件让人民更有效地监督政府。

source: Fourth, we will strengthen efforts to ensure clean government.
zh_cn: 第四，加强廉政建设。

source: We will attach even greater importance to combating corruption and encouraging integrity, and fight corruption unequivocally.
zh_cn: 要把反腐倡廉建设放在更加突出的位置，旗帜鲜明地反对腐败。

source: We will effectively improve the system for preventing and punishing corruption in accordance with the principle of addressing both the symptoms and root causes of corruption and taking a dual approach that combines prevention and punishment, with the emphasis on prevention.
zh_cn: 坚持标本兼治、综合治理、惩防并举、注重预防的方针，扎实推进惩治和预防腐败体系建设。

source: In particular, we need to tackle the problems of excessive concentration of power and lack of checks on power.
zh_cn: 特别要解决权力过分集中和缺乏制约的问题。

source: We will address fundamentals to improve regulations and institutions and standardize management of public resources such as transfer payments, development of land and mineral resources, government procurement and the transfer of state-owned assets.
zh_cn: 从根本上加强制度建设，规范财政转移支付、土地和矿产资源开发、政府采购、国有资产转让等公共资源管理。

source: We will strengthen special campaigns to address people's pressing concerns related to problems concerning environmental protection, food and drug safety, workplace safety, land acquisition and expropriation, and housing demolition, to resolutely stop irregular practices that hurt public interests.
zh_cn: 加大专项治理力度，重点解决环境保护、食品药品安全、安全生产、土地征收征用与房屋拆迁等方面群众反映强烈的问题，坚决纠正损害群众利益的不正之风。

source: We will strongly advocate hard work and plain living and firmly oppose extravagance and waste.
zh_cn: 大力提倡艰苦奋斗，坚决制止奢侈浪费。

source: We will prosecute all violations of the law and discipline, strictly curb bribery in business, resolutely bring corrupt people to justice and prosecute them to the full extent of the law.
zh_cn: 严肃查处各类违法违纪案件，深入开展治理商业贿赂，依法严惩腐败分子，决不姑息。

source: China is a unified, multiethnic country.
zh_cn: 我国是统一的多民族国家，

source: We must promote unity among all ethnic groups and make a concerted effort to achieve prosperity and development for all.
zh_cn: 必须坚持各民族共同团结奋斗、共同繁荣发展。

source: We will follow and improve the system of regional ethnic autonomy, promote economic and social development of ethnic minorities and ethnic minority areas, and consolidate and develop socialist ethnic relations of equality, unity, mutual assistance and harmony.
zh_cn: 坚持和完善民族区域自治制度，促进少数民族和民族地区经济社会发展，巩固和发展平等团结互助和谐的社会主义民族关系。

source: We will faithfully follow the Party's basic principles on work related to religions, adhere to the Regulations on Religious Affairs, and enable religious figures and religious believers to play a positive role in advancing economic and social development.
zh_cn: 全面贯彻党的宗教工作基本方针，落实宗教事务条例，发挥宗教界人士和信教群众在促进经济社会发展中的积极作用。

source: We need to do a good job handling affairs related to overseas Chinese nationals in the new era and make full use of the role of overseas Chinese nationals, returned overseas Chinese nationals and their relatives in China's modernization and the great cause of peaceful reunification of the motherland.
zh_cn: 做好新时期侨务工作，进一步发挥海外侨胞和归侨侨眷在祖国现代化建设与和平统一大业中的作用。

source: Improving national defense and the military is a strategic task in developing socialism with Chinese characteristics.
zh_cn: 加强国防和军队建设，是发展中国特色社会主义的战略任务，

source: We must balance economic development and national defense development to make China prosperous and the armed forces strong as we carry out modernization.
zh_cn: 必须统筹经济建设和国防建设，在推进现代化事业进程中实现富国和强军的统一。

source: We must always follow the guidance of Mao Zedong's military thinking, Deng Xiaoping's thinking on building the army in the new period and Jiang Zemin's thinking on strengthening the national defense and the army, truly implement the important guidelines of Comrade Hu Jintao on national defense and the army under the new circumstances, and take the Scientific Outlook on Development as an important guiding principle for developing national defense and the army.
zh_cn: 要坚持以毛泽东军事思想、邓小平新时期军队建设思想、江泽民国防和军队建设思想为指导，认真落实胡锦涛同志关于新形势下国防和军队建设重要论述，把科学发展观作为国防和军队建设的重要指导方针。

source: Our aim is to enable the army to fully carry out its historic mission in the new stage in the new century, enhance its ability to respond to security threats and accomplish a diverse array of military tasks, staunchly protect China's sovereignty, security and territorial integrity, and provide strong support for building a moderately prosperous society in all respects.
zh_cn: 着眼全面履行新世纪新阶段军队历史使命，提高军队应对多种安全威胁、完成多样化军事任务的能力，坚决维护国家主权、安全和领土完整，为全面建设小康社会提供强有力的保障。

source: We will strengthen efforts to improve the People's Armed Police Force to improve its ability to enforce the law, respond to emergencies, combat terrorism and safeguard stability.
zh_cn: 加强人民武装警察部队建设，提高执勤、处置突发事件、反恐维稳的能力。

source: We will intensify national defense education to raise public awareness of the importance of national defense.
zh_cn: 加强国防教育，增强全民国防观念。

source: We will improve the national defense mobilization system.
zh_cn: 完善国防动员体系。

source: We will strengthen unity between the military and the government and between the military and the people.
zh_cn: 巩固军政军民团结。

source: We will continue to unswervingly adhere to the principle of "one country, two systems," under which Hong Kong people administer Hong Kong and Macao people administer Macao with a high degree of autonomy, and act in strict accordance with the basic laws of the two special administrative regions.
zh_cn: 坚定不移地贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，严格按照特别行政区基本法办事；

source: We will give full support to the governments of the Hong Kong and Macao special administrative regions in administering their regions in accordance with the law,
zh_cn: 全力支持香港、澳门两个特别行政区政府依法施政；

source: and increase exchange and cooperation between the mainland and the two special administrative regions in economic and trade affairs, environmental protection, science and technology, education, culture, health and sports.
zh_cn: 进一步加强内地与两个特别行政区在经贸、科技、教育、文化、卫生、体育等领域的交流合作。

source: We firmly believe that our compatriots in Hong Kong and Macao will be able to do even better in administering and developing their respective regions.
zh_cn: 我们坚信，香港、澳门同胞一定能够把香港、澳门管理和建设得更好。

source: We will adhere to the basic principle of "peaceful reunification and one country, two systems" and follow all policies for developing relations between the two sides of the Taiwan Straits and promoting China's peaceful reunification under the current circumstances.
zh_cn: 坚持“和平统一、一国两制”的基本方针和新形势下发展两岸关系、促进祖国和平统一的各项政策，

source: We will pursue the goal of promoting peaceful development of cross-Straits relations, encourage compatriots on both sides to increase contacts and common understanding, actively promote cross-Straits economic and cultural exchanges, and work for the resumption of direct links of mail, transport and trade.
zh_cn: 牢牢把握两岸关系和平发展的主题，鼓励两岸同胞加强交往、增进共识，积极促进两岸经济文化交流，推动直接“三通”。

source: We will implement and improve the policies and measures designed to benefit our compatriots in Taiwan and support economic development on the west coast of the Straits in Fujian Province and in other areas where Taiwan investment is concentrated.
zh_cn: 实施和充实惠及广大台湾同胞的政策措施，支持海峡西岸和其他台商投资相对集中地区的经济发展。

source: We will work for the early resumption of cross-Straits negotiations on the basis of the one-China principle to address major issues of concern to compatriots on both sides.
zh_cn: 争取在一个中国的基础上尽快恢复两岸协商谈判，解决两岸同胞关心的重大问题。

source: We firmly oppose Taiwan independence secessionist activities, and will never allow anyone to separate Taiwan from the motherland in any guise or by any means.
zh_cn: 坚决反对“台独”分裂活动，绝不允许任何人以名义任何方式把台湾从祖国分割出去。

source: Any issue that concerns China's sovereignty and territorial integrity must be decided by all the Chinese people, including our Taiwan compatriots.
zh_cn: 任何涉及中国主权和领土完整的问题，必须由包括台湾同胞在内的全中国人民共同决定。

source: The attempts of Taiwan independence secessionist forces to deny the reality that the mainland and Taiwan belong to one and the same China and to undermine peace in the Taiwan Straits are doomed to fail.
zh_cn: “台独”分裂势力企图改变大陆和台湾同属一个中国的现状，破坏台海和平，是注定要失败的。

source: Reunification of the two sides is inevitable in the course of the great rejuvenation of the Chinese nation.
zh_cn: 两岸统一是中华民族走向伟大复兴的历史必然。

source: With the concerted efforts of all Chinese people at home and overseas, the great cause of China's reunification will surely be achieved!
zh_cn: 海内外中华儿女共同奋斗，一定能够完成祖国统一大业！

source: In the coming year, we must continue to hold high the banner of peace, development and cooperation, follow an independent foreign policy of peace and a path of peaceful development, and adhere to the win-win strategy of opening up to promote the building of a harmonious world with durable peace and common prosperity.
zh_cn: 在新的一年，我们要高举和平、发展、合作的旗帜，坚持独立自主的和平外交政策，坚持和平发展的道路，坚持互利共赢的开放战略，推动建设持久和平、共同繁荣的和谐世界。

source: We will work hard to develop relations with developed countries, deepen good-neighborly relations and friendship with all neighboring countries, and redouble efforts to increase unity and cooperation with other developing countries.
zh_cn: 要努力发展同发达国家的关系，全面深化同周边国家的睦邻友好关系，大力加强同发展中国家的团结合作，

source: We will actively participate in multilateral diplomacy, work to find appropriate solutions to major hotspots and global issues, and safeguard the legitimate rights and interests of Chinese nationals and companies overseas.
zh_cn: 积极开展多边外交，推动重大热点问题和全球性问题的妥善解决，维护我国公民和法人在海外的合法权益。

source: The Chinese government and people are ready to share development opportunities with people of all other countries and to work with them to address risks and challenges and advance the noble cause of the peace and development of humanity.
zh_cn: 中国政府和人民愿同各国人民一道，共同分享发展机遇，共同应对风险挑战，共同推进人类和平与发展的崇高事业。

source: Looking back, we are encouraged by the achievements of the past five years.
zh_cn: 回顾五年的成就，令人鼓舞；

source: Looking ahead, we see an exciting future for China.
zh_cn: 展望未来发展，催人奋进。

source: Our great motherland has embarked upon a new historical course and the future holds even brighter prospects.
zh_cn: 伟大的祖国已迈上新的历史征程，前景无限美好。

source: Under the leadership of the CPC Central Committee with Comrade Hu Jintao as General Secretary, let us hold high the great banner of socialism with Chinese characteristics, follow the guidance of Deng Xiaoping Theory and the important thought of Three Represents, and comprehensively apply the Scientific Outlook on Development.
zh_cn: 让我们在以胡锦涛同志为总书记的党中央领导下，高举中国特色社会主义伟大旗帜，以邓小平理论和“三个代表”重要思想为指导，深入贯彻落实科学发展观，

source: Let us free our minds, carry out reform and innovation, and work diligently for greater achievements in the building of a moderately prosperous society in all respects!
zh_cn: 解放思想，改革创新，扎实工作，为夺取全面建设小康社会新胜利而努力奋斗！
